/* purchaseView */
"A prior purchase transaction could not be found. To purchased the product, tap the Buy button." = "以前の購入履歴が見つかりませんでした。プロダクト購入される場合、購入ボタンをタップしてください。";

/* ViewController */
"After, hide this message." = "今後、このメッセーを表示しない";

/* purchaseView */
"Allow Purchases" = "購入許可が必要です。";

/* purchaseView */
"Before purchasing process, you will need to enable the setting of iOS." = "購入処理前に、iOSの購入設定を有効にする必要があります。";

/* purchaseView */
"Before restoring process, you will need to enable the setting of iOS." = "リストア処理前に、iOSの購入設定を有効にする必要があります。";

/* purchaseView */
"Either you cancelled a purchase request or reported a transaction error. Please try again." = "購入要求をキャンセルされたか、あるいは取引エラーが報告されました。再度お試しください。";

/* purchaseView */
"Either you cancelled the request or your prior purchase could not be restored. Please try again." = "リクエストがキャンセルされたか、あるいは以前購入したアイテムのリストアができませんでした. 再度お試しください。";

/* purchaseView */
"ERROR: A prior purchase transaction could not be found." = "ERROR: 以前の購入履歴が見つかりません。";

/* purchaseView */
"ERROR: Can not be restored." = "ERROR: リストアできません。";

/* purchaseView */
"ERROR: Cancelled purchase request." = "ERROR: 購入要求がキャンセルされました。";

/* purchaseView */
"ERROR: invalid PRODACTION_ID." = "ERROR: PRODACTION_ID 不正です。";

/* purchaseView */
"ERROR: Network is NotReachable." = "ERROR: ネットワークが到達できません。";

/* purchaseView */
"ERROR: No response." = "ERROR: レスポンスがありません。";

/* purchaseView */
"ERROR: Price request error." = "ERROR: 価格要求不正です。";

/* purchaseView */
"ERROR: Purchasing is not permitted." = "ERROR: 購入か許可されていません。";

/* SetupViewCTRL */
"For Apps, I will send the opinion." = "アプリについて、意見を送ります。";

/* purchaseView */
"Network is not reachable. On the check, please try again." = "ネットワークが到達できません。ご確認の上、再度お試しください。";

/* purchaseView */
"Not Available" = "利用できません";

/* purchaseView */
"OK" = "了解";

/* SetupViewCTRL */
"Opinion" = "意見";

/* HTUChildView */
"p01InitMessage" = "01BootMessage-J";

/* HTUChildView */
"p02InitMovie" = "movie";

/* HTUChildView */
"p11Manual" = "11intoroMessage-J";

/* HTUChildView */
"p17Acknowledgments" = "17Acknowledgments-J";

/* ViewController */
"POEM" ="雨にも負けず\n風にも負けず\n雪にも夏の暑さにも負けぬ\n丈夫なからだをもち\n慾はなく\n決して怒らず\nいつも静かに笑っている\n一日に玄米四合と\n味噌と少しの野菜を食べ\nあらゆることを\n自分を勘定に入れずに\nよく見聞きし分かり\nそして忘れず\n野原の松の林の陰の\n小さな萱ぶきの小屋にいて\n東に病気の子供あれば\n行って看病してやり\n西に疲れた母あれば\n行ってその稲の束を負い\n南に死にそうな人あれば\n行ってこわがらなくてもいいといい\n北に喧嘩や訴訟があれば\nつまらないからやめろといい\n日照りの時は涙を流し\n寒さの夏はおろおろ歩き\nみんなにでくのぼーと呼ばれ\n褒められもせず\n苦にもされず\nそういうものに\nわたしはなりたい\n宮沢賢治 「雨にも負けず」";
/* 雨にも負けず 宮沢賢治 */

/* purchaseView */
"Purchase in %@ already(%@)." = "%@ に購入済みです(%@)。";

/* purchaseView */
"Purchase in %@ already." = "%@ に購入済みです。";

/* purchaseView */
"Purchase Stopped" = "購入停止";

/* purchaseView */
"Purchases Stopped" = "購入停止";

/* ViewController */
"Read later." = "あとで読む";

/* ViewController */
"Read the description." = "説明を読む";

/* purchaseView */
"Restore Issue" = "リストアに問題";

/* purchaseView */
"Restore Stopped" = "リストア停止";

/* ViewController */
"Thank you for downloading the \"%@\".\nDo you read the description of the initial setting?" = "\"%@\" をダウンロードしていただき、ありがとうございます。\n初期設定の説明を読みますか？";

/* purchaseView */
"Thank You!" = "Thank You!";

/* purchaseView */
"This In-App Purchase item is not available in the App Store at this time. Please try again." = "このアプリ内購入アイテムは、現在 App Storeで利用できません. 再度お試しください.";

/* purchaseView */
"You Sorry!" = "残念ながら、、";

/* purchaseView */
"Your purchase process was finished correctly." = "購入処理は正常に終了しました。";

/* purchaseView */
"Your restore process was finished correctly." = "リストア処理は正常に終了しました。";


